Revit 2027 API
UnitTypeId.CubicCentimeters Property
 Cubic centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicCentimeters { get; }
Public Shared ReadOnly Property CubicCentimeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicCentimeters {
	ForgeTypeId^ get ();
}
static member CubicCentimeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace